<template>
    <div class="container relative bg-gray over-auto">
        <div class="center bg-white fc-gray3 lh25px pa20">
            <div class="clear4"></div>
            <p>新知地图用户服务条款</p>
            <div class="clear4"></div>
            <p>欢迎您使用新知地图服务！您可以利用新知地图搜索路况信息、商家信息、定位你所在的位置，进行路径规划、导航你想去的地址，搜索周边的服务等（以下统称“新知地图产品或服务”），您具体获得的新知地图服务内容可能因为您使用的新知地图的版本不同而有所差异，如果在部分版本中不涵盖某些服务内容或未提供特定功能（例如：部分版本不支持登录，我们可能无法为您提供第三方服务以及其他登录后才能使用的功能），本服务条款中涉及到上述服务/功能及相关个人信息的内容将不适用。您可以通过多种不同的方式来使用我们的产品和服务，包括新知地图的网站、软件、供第三方网站和应用程序使用的新知地图软件开发工具包（SDK）和应用程序编程接口（API）、车载导航仪、智能后视镜等，本服务条款适用于您通过任何方式对新知地图各项服务的访问和使用。</p>
            <div class="clear4"></div>
            <p>访问、下载或使用新知地图，即表示您同意新知地图服务条款：</p>
            <div class="clear4"></div>
            <p>一、重要须知</p>
            <p>1.在您开始使用新知地图服务软件、网站及其他服务（统称为“新知地图服务”）前，请您务必仔细阅读并充分理解本《新知地图用户服务条款》、您开通或使用某项服务时的附加条款以及新知不时发布或修订的相关条款（统称为“本用户服务条款”）。同时，您还应仔细阅读并充分理解新知的知识产权声明、免责声明、权利声明、隐私权保护声明、网民权益保障声明等系列声明（地址：https://www.baidu.com/duty/）在本用户服务条款中，请您务必特别注意及重点阅读与您的权利及义务密切相关的条款，此类条款可能以粗体的方式标识，包括但不限于免除或者限制责任的条款。</p>
            <p>2.一旦您开始使用新知地图服务，即代表您已理解并同意本用户服务条款及系列声明，本用户服务条款及新知的系列声明将构成对您（和您代表的其他主体）具有约束力的法律文件，同时还表明您已完全同意并承认新知已经履行了相关的提示和通知义务。您确保您有充分的权力、权限及能力以同意及履行本用户服务条款。如果您代表其他主体同意本用户服务条款，您确保您已获得充分的法律授权以使您代表的其他主体接受本用户服务条款的约束。如果您未获得充分的授权，请确保由其他主体的授权人士同意本用户服务条款。如果您不同意本用户服务条款，请勿访问或使用新知地图服务。</p>
            <p>3.如果您未满14周岁，请在法定监护人的陪同下阅读本用户服务条款，并特别注意未成年人使用的相关条款。</p>
            <p>4.新知有权不时对本用户服务条款进行修订，如果本用户服务条款发生变动，新知将在新知地图服务的相关软件及网站上公布修订后的用户服务条款。您理解并同意，如果您在修订后的用户服务条款公布并生效后继续使用新知地图服务，即视为您已经理解并同意修订后的用户服务条款。</p>
            <p>二、使用新知地图服务</p>
            <p>1.服务介绍</p>
            <div class="clear4"></div>
            <p>新知地图服务是新知及其关联公司研发或已得到相应权利人授权的包括地点查询、周边服务、路线规划、路线导航、实时路况查询、商户标注等与地理位置相关的服务，具体服务内容由新知按照“现状”向您提供。新知有权自行确定新知地图服务的形式和具体内容，新知有权自行变更、中止或终止新知地图的部分或全部服务，有权发布新版本并要求您使用。</p>
            <div class="clear4"></div>
            <p>请您务必在确保安全的前提下使用新知地图服务，以防发生交通事故或其他危险情况。新知地图服务仅供参考，请不要以此作为您出行或行驶的唯一依据，在您出行或行驶时以实际的交通路况为准，严格遵守相关法律法规和交通规则。您在使用需要连接互联网使用的服务时可能会消耗网络流量，由此产生的流量费等费用由您的电信服务提供商收取，具体收费标准请向您的电信服务提供商咨询。</p>
            <div class="clear4"></div>
            <p>新知地图服务不会以所有语言在所有国家提供。新知不承诺新知地图服务对中华人民共和国（“中国”，为本用户服务条款之目的，不包括中华人民共和国香港特别行政区、澳门特别行政区和台湾地区）以外的任何国家、地区或地点均可使用。</p>
            <p>2.账号注册及维护</p>
            <div class="clear4"></div>
            <p>新知地图的部分服务有账号注册功能，请您按照页面提示完成新知账号注册程序。其中的部分服务可能在注册账号后才能使用。在注册新知账号时，您应阅读并接受《新知用户协议》（https://passport.baidu.com/static/passpc-account/html/protocal.html）。在注册成功后，您将开通一个用户账号，请您自行负责保管。如果您已拥有新知账号，您可以通过您的新知账号直接登录。</p>
            <div class="clear4"></div>
            <p>在账号注册过程中，您应当按照法律法规要求，根据页面提示准确提供账号注册所需个人资料，包括但不限于账号名称、昵称、密码、密码保护问题、电子邮箱、手机号码等（统称为“个人资料”）。您保证您提供的个人资料均真实、完整、准确，并在注册资料发生任何变更时，及时更新最新资料。如有我们合理理由认为您提供的个人资料不实、不完整、不准确，或者未及时更新的，新知有权向您询问并发出要求更正的通知，并有权自行删除相关资料，直至新知暂停、终止对您服务的部分或全部功能。您自行承担因此产生的全部后果和损失，新知对此不承担责任。</p>
            <div class="clear4"></div>
            <p>请您自行妥善保管您的账号、密码及其他注册资料，并对您的用户账号下发生的一切行为承担责任。如果由于您未能妥善保管账号、密码及其他注册资料而使您自己、新知、其他用户或任何第三方造成损害，您自行承担因此产生的全部后果和损失。</p>
            <div class="clear4"></div>
            <p>您所注册账号的所有权归属于新知，使用权仅归属于您，除非有其他合法事由，并经过新知同意，您不得将账号赠与、转让、售卖、借用或租用给他人。如果发生前述事项，您同意自行承担因此产生的全部后果和损失，新知对此不承担责任，并保留追究相关行为人法律责任的权利。</p>
            <div class="clear4"></div>
            <p>如果发现您的账号存在未获授权的使用，或者其他可能危害您的账号安全的情形时，您应立即修改密码，并立即以有效方式通知新知，要求新知暂停相关服务。 您理解新知对您的请求采取行动需要合理时间，新知对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担法律法规明确规定之外的责任。对于非因新知的原因导致他人利用您的账号所进行的任何行为及因此而产生的后果或损失，请您向相应责任人索赔，新知将提供必要的合理协助。</p>
            <div class="clear4"></div>
            <p>如果您遗失账号或遗忘密码，您应当按照新知提示的途径申请找回账号或修改密码。您应当妥善保管注册资料与密码保护资料，如果由于您提供的资料不真实、不完整、不准确、不真实或由于新知以外的原因导致您的资料被他人知悉，您可能无法找回账号或修改密码。新知通过识别您所提供资料与系统保存资料的一致性进行判断，新知不保证您一定可以通过前述方式找回账号或修改密码。</p>
            <div class="clear4"></div>
            <p>如您连续六个月未使用您的新知账号或未通过新知认可的其他方式登录过您的新知账号，新知有权对该账号进行注销，您将不能再通过该账号登录或使用新知地图服务。</p>
            <p>3.使用许可</p>
            <div class="clear4"></div>
            <p>为新知提供服务及您使用新知地图服务的目的，新知在此授予您一项个人的、不可转让的、不可转授权的、非排他性的、可撤销的普通使用许可，以使得您能够以本用户服务条款许可的方式使用新知地图相关服务，用于您个人的非商业用途。您不得，并且您保证您不允许其他人为商业目的而使用新知地图服务，从而直接或间接获得任何形式的收益。如果您有商业需要，请您及时联系新知，事先获得新知的书面许可，并与新知另行签订书面协议。</p>
            <div class="clear4"></div>
            <p>本用户服务条款未明确的其他一切权利归新知所有，本用户服务条款未授予您任何其他未明示的权利。如您使用其他权利，您需要及时联系新知，事先获得新知的书面许可，并与新知另行签订书面协议。</p>
            <p>4.第三方服务</p>
            <div class="clear4"></div>
            <p>新知地图服务可能会以外部链接、服务接口等形式，指向或包含任何第三方所提供的网站、产品、服务或其他任何内容（统称为“第三方服务”）。第三方服务均由第三方公司或机构（统称为“第三方”）提供，新知对第三方服务及其任何内容不提供任何担保或保证。第三方在提供服务的过程中向您作出的任何承诺、保证及任何其他行为均为第三方行为，与新知无关，新知不会对第三方的服务和行为负责，且在任何情况下不会对第三方服务及其行为承担法律责任。您理解并同意，您在使用第三方服务时，应仔细阅读并遵守第三方的服务条款、隐私权政策或其他第三方要求您遵守的任何法律文件。</p>
            <div class="clear4"></div>
            <p>为了保障您的利益，请您在使用第三方服务前审慎判断并决定是否使用。您理解并同意，您是否使用第三方的产品或服务均由您自行判断、自愿选择，您应了解并清楚由于使用第三方服务所可能引发的任何风险和后果。如果您由于使用第三方服务而发生任何纠纷、后果、损失或其他问题，请您与第三方协商解决，新知对此不承担责任，但会向您提供法律法规要求的必要且必要的信息或协助。</p>
            <div class="clear4"></div>
            <p>你理解并清楚，使用第三方服务可能需要您向第三方支付费用，如果您不同意支付该费用，请勿使用此类服务。您理解并清楚，使用部分第三方服务，需要您向第三方提供其要求的个人信息，一旦您使用此类服务，即表示您同意新知将您相应的个人信息发送至第三方，以使其能够向您提供服务。新知对于第三方的信息收集、信息使用、信息保护及其他有关个人信息的事项无法监督和控制，由于第三方的原因导致您的个人信息遭受任何侵害的，您应向第三方主张权利，新知对此不提供任何担保和保证，不承担任何法律责任。</p>
            <p>三、用户行为要求</p>
            <p>1.信息内容要求</p>
            <div class="clear4"></div>
            <p>您声明并保证，您对您通过新知地图服务发布或以其他方式向公众或其他用户可访问的新知地图服务中区域内提供的任何信息，包括但不限于文字、声音、图片、视频、音频等信息（统称为“用户内容”），拥有合法权利或有效的许可或授权。否则，新知有权自行决定对您的用户内容屏蔽或删除。您理解并同意，新知不承担必须公布您提供的用户内容的义务，除另有约定之外，新知对您提交的用户内容不会提供任何报酬。</p>
            <div class="clear4"></div>
            <p>您理解并同意，您对您通过新知地图服务所提交内容的真实性、准确性、完整性、及时性负责，并且该等内容不违反任何法律法规，不侵犯任何第三方权益，不涉及或鼓励侵权行为或其他非法行为。否则，您应自行承担因此产生的责任和后果。</p>
            <p>2.服务使用要求</p>
            <div class="clear4"></div>
            <p>您理解并同意，新知地图服务需要结合相关设备使用，您保证您为所使用设备的合法所有者或使用者，否则您应当立即停止使用新知地图产品并将设备归还给设备所有人。如果您对您使用的设备进行任何形式的刷机、拆卸、改装等可能影响设备性能的操作，可能会导致新知地图的部分或全部服务无法使用，您理解并自行承担此风险，新知对此不承担任何责任。如果您将您使用的设备赠与、转让、售卖、借用或租用给他人，您应当充分告知新知地图服务的存在及本用户服务条款的内容，您务必在交付设备前登出您使用的账号。否则，由此产生的任何后果和损失均由您自行承担责任，新知对此不承担任何责任。</p>
            <div class="clear4"></div>
            <p>您理解并同意，在使用新知地图服务时，您应遵守所有适用的法律、法规、规章、规范、政策、行政命令及社会公序良俗。您在使用新知地图服务过程中，不得以任何方式实施，也不得同意、授权或指示任何其他主体从事包括但不限于下列任何行为：</p>
            <div class="clear4"></div>
            <p>(1)反对宪法所确定的基本原则的行为；</p>
            <div class="clear4"></div>
            <p>(2)宣扬或实施危害国家主权、国家安全、国家秘密、国家统一、国家荣誉、国家利益、民族关系、民族团结、社会秩序、社会稳定、公序良俗的行为；</p>
            <div class="clear4"></div>
            <p>(3)宣扬或实施煽动民族仇恨或民族歧视的、破坏民族团结的、破坏国家宗教政策的、宣扬邪教和封建迷信的、散布谣言的、扰乱社会秩序的、破坏社会稳定的、侮辱的、诽谤的、淫秽的、色情的、暴力的、恐怖的、教唆犯罪的行为；</p>
            <div class="clear4"></div>
            <p>(4)宣扬或实施含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵或其它道德上令人反感的内容的行为；</p>
            <div class="clear4"></div>
            <p>(5)宣扬或提供关于非法行为的说明信息；</p>
            <div class="clear4"></div>
            <p>(6)宣扬或实施侵害他人的人身财产、名誉权、肖像权、知识产权、商业秘密权等合法权益的行为；</p>
            <div class="clear4"></div>
            <p>(7)上载、张贴、发表、发布、传送、传播、存储任何广告信息、垃圾信息、病毒或旨在危害计算机软硬件正常运转的代码、文档或其他任何违法信息；</p>
            <div class="clear4"></div>
            <p>(8)制作、发布、传播用于窃取他人的账号、财产及个人信息的网站、软件或服务，或利用新知地图服务跟踪、追踪、监视、骚扰或伤害他人；</p>
            <div class="clear4"></div>
            <p>(9)收集或存储有关其他用户的个人数据，用于法律法规或本用户服务条款禁止的行为或活动；</p>
            <div class="clear4"></div>
            <p>(10)进行任何可能对互联网或其他通信网络的正常运转造成不利影响的行为；</p>
            <div class="clear4"></div>
            <p>(11)对新知地图服务进行修改、复制、发布、传输、公开展示、展览、播放、翻制、翻译、发行、出版、授权、从其创建衍生产品、转让、出售、逆向工程、反编译，或试图从新知地图服务或其任何部分提取源代码或获取原始数据；</p>
            <div class="clear4"></div>
            <p>(12)使用任何漫游器、抓取工具、网站搜索/检索应用程序或其他工具检索或索引新知地图服务的任一部分，或出于任何未经授权的目的收集关于用户的信息；</p>
            <div class="clear4"></div>
            <p>(13)脱离新知地图服务单独使用或展示相关内容，为了商业运营目的印刷包含相关内容截图的销售材料，或将相关内容作为核心内容整合到印刷品中；</p>
            <div class="clear4"></div>
            <p>(14)对新知地图服务或者其运行过程中展示的任何地图数据或其他数据，以及新知地图服务客户端与服务器端的交互数据进行更改、修改或创作任何衍生作品，包括但不限于使用插件、外挂或非经授权的第三方工具或服务接入新知地图服务；</p>
            <div class="clear4"></div>
            <p>(15)转让根据本用户服务条款授予的任何使用许可，或基于对新知地图服务的使用权设置担保权益；</p>
            <div class="clear4"></div>
            <p>(16)将新知地图服务以收费或其他营利方式进行提供，无论是否为直接经济或金钱收益；</p>
            <div class="clear4"></div>
            <p>(17)其他以任何不合法的方式、为任何不合法的目的或以任何与本用户服务条款不一致的方式使用新知地图服务，或进行其他未经新知明确许可的行为。</p>
            <p>3.对自己行为负责</p>
            <div class="clear4"></div>
            <p>您理解并同意，您对自己使用新知地图服务下的一切行为负责。新知有权依据合理判断对违反法律法规或本用户服务条款的行为作出处理，并保留对该等违反行为采取法律所能提供的所有补救手段的全部权利。新知有权对违反法律法规及本用户服务条款的任何用户调查并采取适当的法律行动，包括民事诉讼。新知有权根据违法违规行为的严重程度，将上述违法违规行为的线索和您的个人信息报告司法机关或其他执法机关，并配合司法机关或其他执法机关进行的调查、听证、起诉等。您自行承担由此产生的任何法律责任。</p>
            <div class="clear4"></div>
            <p>您理解并同意，如果因为您违反法律法规或本用户服务条款而导致新知、其他用户或任何第三方造成损害，引起任何和全部索赔、请求、损失、责任和费用，您自行承担因此产生的全部后果和损失，包括但不限于罚款、赔偿金、诉讼费、律师费等，新知对此不承担任何责任。</p>
            <p>四、知识产权归属</p>
            <p>1.新知的知识产权</p>
            <div class="clear4"></div>
            <p>新知拥有新知地图服务及相关内容的著作权、商标权、专利权等所有法定权利、资格和利益（不论这些权利是否已注册、不论这些权利可能存在于世界何处），包括但不限于新知地图产品中的地图数据、源代码、文档、商标、标志等。这些权利受著作权法、商标法、专利法、反不正当竞争法等相关法律法规和以及国际条约的保护。此外，经由新知地图服务向您呈现的第三方服务、广告或其他信息所包含的内容，亦受到著作权、商标权、专利权或其他法律保护。</p>
            <div class="clear4"></div>
            <p>您对本用户服务条款的同意和对新知地图服务的使用，不涉及上述任何知识产权的转让，上述全部知识产权仍归新知或相应权利人所有。未经新知和/或相应权利人事先书面同意，您不能自行实施、利用、转让或许可任何三方实施、利用、转让上述知识产权，您亦不能修改、租借、出售、制作衍生作品或以其他方式使用任何部分或全部上述知识产权。</p>
            <div class="clear4"></div>
            <p>您不得以任何方式删除、掩藏、修改或替换新知地图服务中所附的或包含的任何专有权利声明，或新知及其合作伙伴的任何版权标识、商标、服务标记、标识、商号、企业名称、域名、审图号、出版号及其他明显的标志。</p>
            <div class="clear4"></div>
            <p>除非您与新知或相应权利人另行达成书面协议，您不能使用新知及相应权利人的任何标志。本用户服务条款没有授予您以任何形式或目的使用新知地图服务标志的权利，也没有授予您使用任何新知其他标志或任何第三方标志的权利。</p>
            <p>2.您的知识产权</p>
            <div class="clear4"></div>
            <p>您理解并同意，为持续改善新知为您提供的各项服务，除非有相反证明，您使用本平台服务上传、发布或传输内容即代表了您有权且同意在全世界范围内，永久性的、不可撤销的、免费的授予新知及其关联方对该内容的存储、使用、发布、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示等权利；将内容的全部或部分编入其他任何形式的作品、媒体、技术中的权利；对您的上传、发布的内容进行商业开发的权利；通过有线或无线网络向计算机终端、移动通讯终端（包括但不限于便携式通讯设备如手机和智能平板电脑等）、手持数字影音播放设备、电视接收设备（模拟信号接收设备、数字信号接收设备、数字电视、IPTV、电视机机顶盒、视频投影仪、车载电视、互联网电视/OTT终端、智能电视等带互联网接入功能的播放设备等）、其他智能硬件终端（包括但不限于智能机器人、智能冰箱、智能音箱等）等提供信息的下载、点播、数据传输、移动视频业务（包括但不限于SMS、MMS、WAP、IVR、Streaming、3G、手机视频等无线服务）及其相关宣传和推广等服务的权利；以及再授权给其他第三方以上述方式使用的权利。</p>
            <div class="clear4"></div>
            <p>您理解并同意，尽管有上述约定，您通过新知地图服务上报、反馈、分享、添加、标注、纠正或以其他方式向新知提交道路信息、路况信息、路况图片、地点信息、门址信息、门牌号码、商家信息、点评信息、问题截图、纠错信息、问题反馈、改进建议或意见等内容或类似内容时，前述任何内容的全部知识产权、所有权及其他现行及未来法律规定的全部法律权利自您提交之时全部自动转让给新知，并且新知无需向您支付任何费用。</p>
            <p>五、权利保护</p>
            <div class="clear4"></div>
            <p>1.若您认为新知或第三方利用新知地图服务侵犯了您的合法权益，请您根据新知的要求以书面的通讯方式向新知提交权利通知及相关的支持性资料，新知将会依照法律法规的要求进行处理。具体措施和步骤请参见新知的权利保护声明（https://www.baidu.com/duty/right.html）。</p>
            <div class="clear4"></div>
            <p>2.您理解并同意，如果您提供的权利通知的陈述失实，您将承担对由此造成的全部法律责任（包括但不限于赔偿各种费用及律师费）。如果您不确定网络上可获取的资料是否侵犯了您的合法权益，新知建议该个人或单位首先咨询专业人士。</p>
            <p>六、陈述与保证</p>
            <div class="clear4"></div>
            <p>1.新知将按照适用的法律法规、强制性标准、行业标准等向您提供新知地图服务。您理解并同意，新知及其许可人不就以下各项向您提供明示或默示的担保或保证：</p>
            <div class="clear4"></div>
            <p>(1)新知地图服务将符合您的实际或特定需求或目的；</p>
            <div class="clear4"></div>
            <p>(2)新知地图服务的准确性、完整性或及时性；</p>
            <div class="clear4"></div>
            <p>(3)新知地图服务将不受干扰、无中断、持续稳定或没有错误；</p>
            <div class="clear4"></div>
            <p>(4)使用新知地图服务获得的任何结果或资料的正确性或可靠性；</p>
            <div class="clear4"></div>
            <p>(5)新知地图服务中的任何错误、问题、故障都将得到更正或解决；</p>
            <div class="clear4"></div>
            <p>(6)经新知地图服务购买或获得的任何产品、服务或其他内容符合您的期望；</p>
            <div class="clear4"></div>
            <p>(7)新知地图服务中的第三方服务或外部链接及其指向的内容的准确性、稳定性和完整性；</p>
            <div class="clear4"></div>
            <p>(8)您提供给新知的信息不受任何侵害。</p>
            <div class="clear4"></div>
            <p>2.您从新知地图服务获得的任何建议或信息（无论书面或口头形式）均不构成本用户服务条款明确规定以外的任何担保或保证。某些国家法律法规不允许排除部分担保或保证，因此，在适用的法律法规明文禁止此类排除的情况下，以上提到的部分担保或保证排除规定可能对您不适用。</p>
            <p>七、免责及责任限制</p>
            <div class="clear4"></div>
            <p>1.您理解并同意，新知地图服务可能会受到多种因素影响，包括但不限于您的原因、网络设备维护、网络连接故障、网络信号未覆盖、网络传输延时或中断、电子终端、通讯或其他系统的故障或误差、电力故障、罢工、劳动争议、暴乱、骚乱、火灾、洪水、风暴、爆炸、战争、政府行为、司法行政机关的命令、其他不可抗力或第三方的不作为等不可抗力；新知地图服务也可能受到各种安全问题的侵扰，例如您下载安装的其它软件或访问的其他网站中含有病毒、木马或其他恶意程序，威胁到您的设备和数据安全，进而影响新知地图服务的使用等。除法律法规明确规定要求新知承担责任之外，因本款所述原因给您造成的任何损失由您本人自行承担，新知对此不承担责任。</p>
            <div class="clear4"></div>
            <p>2.您理解并同意，除法律法规明确规定要求新知承担责任之外，您使用新知地图服务及通过新知地图服务获得任何商品、服务或内容所可能引发的任何风险和后果由您本人自行承担，新知对此不承担责任。在所有情况下，新知对于任何不能合理预见的损失或损害不承担责任。</p>
            <div class="clear4"></div>
            <p>3.新知地图服务中可能包括其他用户或第三方提交的内容，提供此类不属于新知的内容仅为向您提供便利，该等内容由其发布者承担全部责任。新知可能会审查相关内容，以确定其是否违反法律法规或新知相关政策，且在新知有合理理由时将其删除或拒绝显示，但这并不意味着新知有义务或必然会审查该等内容。您对其他用户或第三方所提交内容的使用表明您同意您将自行对其进行评估，并承担与之相关的所有风险和后果。</p>
            <div class="clear4"></div>
            <p>4.新知作为服务提供商，根据相关法律法规的要求对非法转载、虚假发布、盗版行为的发生会进行必要监控，但不保证会发现所有上述行为。除法律法规明确规定要求新知承担责任之外，新知对您或他人实施的此类违法或侵权行为不承担任何责任。</p>
            <p>八、服务的变更、中止和终止</p>
            <div class="clear4"></div>
            <p>新知有权自行选择发出或者不发出通知，以变更、中止或终止提供新知地图服务，也有权自行选择变更、中止或终止您对新知地图服务的使用。如因服务器或系统的维护、升级需要或其他原因需要暂停或终止新知地图服务的全部或者部分内容，新知将尽可能事先公告。如果新知永久终止提供新知地图服务，新知将在服务终止前提前在相关软件或网站上公告，您同意新知无需单独通知您。除法律法规明确要求新知承担责任之外，新知无需因新知地图服务的任何变更、中止和终止向您或者任何第三方承担任何责任。</p>
            <p>九、期限及终止</p>
            <div class="clear4"></div>
            <p>1.本用户服务条款的生效日期应为您同意本用户服务条款之日或使用新知地图服务之日中的较早日期，并且无固定的终止日期，除非根据以下情形而终止：</p>
            <div class="clear4"></div>
            <p>(1)您丧失民事权利能力或民事行为能力，或丧失其他主体的法律授权；</p>
            <div class="clear4"></div>
            <p>(2)新知因为任何原因终止向您提供新知地图服务；</p>
            <div class="clear4"></div>
            <p>(3)您主动地不再使用新知地图服务；</p>
            <div class="clear4"></div>
            <p>(4)其他导致本用户服务条款终止的原因。</p>
            <div class="clear4"></div>
            <p>2.本用户服务条款由于任何原因终止时，您将无法继续使用新知地图服务的任何部分，包括但不限于您的用户账号及用户内容。此外，您同意的相关单独附加条款也同时终止。</p>
            <div class="clear4"></div>
            <p>3. 您理解并同意，本用户服务条款终止后，新知地图将按照法律法规要求保存或删除您的个人信息，具体处理方式可参考隐私政策“4、我们如何保存及保护您的个人信息”。</p>
            <div class="clear4"></div>
            <p>4.在本用户服务条款终止后，新知仍然可以依据相关法律法规及本用户服务条款向您追究违反法律法规或违反本用户服务条款行为的责任，本用户服务条款中关于个人信息保护、知识产权、担保与保证、责任承担、免责及责任限制、法律适用和争议解决的条款始终有效。</p>
            <div class="clear4"></div>
            <p>再次感谢您对新知地图的信任和使用！</p>
            <div class="clear4"></div>
            <p>重庆新知空间科技有限公司</p>
            <div class="clear4"></div>

            <div class="clear2"></div>
        </div>


        <div class="pa15">
            <el-button class="wb100" type="primary" @click="$router.push('/')">返回首页</el-button>
        </div>

        <div class="clear2"></div>
    </div>
</template>


<script>

    export default {
        name: 'ServiceAgreement',
        components: {

        },
        data() {
            return {

            }
        },
        methods: {

        },
        mounted(){

        },

    }

</script>
